Repository: vojtechvit/skautsis
Catalog: Modules/SkautSIS.Users/App_Data/Localization/*/orchard.module.po
Languages: cs_cz

# SkautSIS.Users.Controllers.AccountController
source: You have been logged out due to inactivity.
cs_cz: Byl(a) jste odhlášen(a) v důsledku neaktivity.

# SkautSIS.Users.Controllers.AccountController
source: Logon was unsuccessful.
cs_cz: Přihlášení nebylo úspěšné.

# SkautSIS.Users.Handlers.SkautSisUsersSettingsPartHandler
source: SkautSIS Users
cs_cz: SkautSIS Uživatelé

# SkautSIS.Users.Services.SkautIsUserService
source: Auto Registered User
cs_cz: Automaticky registrovaný uživatel

source: SkautSIS Extended Settings
cs_cz: Rozšířená nastavení SkautSISu

source: You need to sign in using a SkautIS account in order to change these settings.
cs_cz: Abyste mohl(a) provádět úpravy těchto nastavení, musíte se přihlásit pomocí svého účtu ve SkautISu.

source: Unit Type Id
cs_cz: Identifikátor typu jednotky

source: Id of the type of the organizational unit that this site belongs to.
cs_cz: Identifikátor typu organizační jednotky, které patří tato stránka.

source: SkautSIS Users Settings
cs_cz: Nastavení modulu SkautSIS Uživatelé

source: You need to sign in using a SkautIS account in order to change these settings.
cs_cz: Abyste mohl(a) provádět úpravy těchto nastavení, musíte se přihlásit pomocí svého účtu ve SkautISu.

source: Membership based role assignments
cs_cz: Přiřazení rolí na základě členství

source: Comma separated list of role names that will be assigned to members of Junák.
cs_cz: Čárkami oddělený seznam názvů rolí, které mají byt přiděleny členům Junáka.

source: SkautIS roles based role assignments
cs_cz: Přiřazení rolí na základě rolí ve SkautISu

source: Comma separated list of "SkautIsRoleId:WebsiteRoleName:WebsiteRoleName:WebsiteRoleName..." strings that determine website roles assigned to members of Junák based on their SkautIS roles in the organizational unit that owns the website.
cs_cz: Čárkami oddělený seznam řetězců "IdRoleVeSkautISu:NázevRoleWebu:NázevRoleWebu:NázevRoleWebu...", který určuje, jaké role mají být přiřazeny členům Junáka na základě jejich rolí ve SkautISu.

source: Local Roles
cs_cz: Místní role

source: Name
cs_cz: Název

source: SkautIS Roles
cs_cz: Role ve SkautISu

# ~/Modules/SkautSIS.Users/Views/EditorTemplates/Parts/SkautSis.Users.User.cshtml
source: SkautIS Information
cs_cz: Informace ze SkautISu

# ~/Modules/SkautSIS.Users/Views/EditorTemplates/Parts/SkautSis.Users.User.cshtml
source: SkautIS Username
cs_cz: Uživatelské jméno ve SkautISu

# ~/Modules/SkautSIS.Users/Views/EditorTemplates/Parts/SkautSis.Users.User.cshtml
source: Full name
cs_cz: Celé jméno

# ~/Modules/SkautSIS.Users/Views/EditorTemplates/Parts/SkautSis.Users.User.cshtml
source: Birthdate
cs_cz: Datum narození

# ~/Modules/SkautSIS.Users/Views/SkautIsLogOn.cshtml
source: Please sign in using one of the offered methods.
cs_cz: Přihlaste se prosím pomocí jedné z nabízených metod.

# ~/Modules/SkautSIS.Users/Views/SkautIsLogOn.cshtml
source: To sign in using your SkautIS account, click on the button below.
cs_cz: Pro přihlášení pomocí vašeho účtu ve SkautISu stiskněte tlačítko níže.

# ~/Modules/SkautSIS.Users/Views/SkautIsLogOn.cshtml
source: To sign in using your local user account, fill in your username and password.
cs_cz: Pro přihlášení pomocí vašeho místního účtu vyplňte uživatelské jméno a heslo.

# ~/Modules/SkautSIS.Users/Views/SkautIsLogOn.cshtml
source: Login was unsuccessful. Please correct the errors and try again.
cs_cz: Přihlášení bylo neúspěšné. Prosím opravte chyby a zkuste to znovu.

# ~/Modules/SkautSIS.Users/Views/SkautIsLogOn.cshtml
source: Register
cs_cz: Registrujte se

# ~/Modules/SkautSIS.Users/Views/SkautIsLogOn.cshtml
source: if you don't have an account.
cs_cz: , pokud ještě nemáte účet.

# ~/Modules/SkautSIS.Users/Views/SkautIsLogOn.cshtml
source: Lost your Password?
cs_cz: Zapomněli jste heslo?

# ~/Modules/SkautSIS.Users/Views/SkautIsLogOn.cshtml
source: SkautIS Account
cs_cz: Účet SkautISu

# ~/Modules/SkautSIS.Users/Views/SkautIsLogOn.cshtml
source: Sign In with SkautIS Account
cs_cz: Přihlásit pomocí účtu ve SkautISu

# ~/Modules/SkautSIS.Users/Views/SkautIsLogOn.cshtml
source: Local User Account
cs_cz: Místní uživatelský účet

# ~/Modules/SkautSIS.Users/Views/SkautIsLogOn.cshtml
source: Username
cs_cz: Jméno

# ~/Modules/SkautSIS.Users/Views/SkautIsLogOn.cshtml
source: Password
cs_cz: Heslo

# ~/Modules/SkautSIS.Users/Views/SkautIsLogOn.cshtml
source: Remember Me
cs_cz: Zapamatuj si mne

# ~/Modules/SkautSIS.Users/Views/SkautIsLogOn.cshtml
source: Sign In using Local Account
cs_cz: Přihlásit pomocí místního účtu

# ~/Modules/SkautSIS.Users/Views/User.cshtml
source: Welcome, <strong>{0}</strong>!
cs_cz: Vítejte, <strong>{0}</strong>!

# ~/Modules/SkautSIS.Users/Views/User.cshtml
source: Sign Out
cs_cz: Odhlásit se

# ~/Modules/SkautSIS.Users/Views/User.cshtml
source: Dashboard
cs_cz: Administrace

# ~/Modules/SkautSIS.Users/Views/User.cshtml
source: Sign In
cs_cz: Přihlásit
